{
  "navigation": {
    "home": "Home",
    "about": "About me",
    "prices": "Prices",
    "portfolio": "Portfolio",
    "studio": "Studio",
    "contact": "Contact"
  },
  "general": {
    "under-construction": "under construction"
  },
  "login": {
    "title": "Login",
    "form": {
      "email": "Email",
      "password": "Password",
      "validationError": "Invalid email or password",
      "submit": "Log in"
    }
  },
  "studio": {
    "title": "Studio",
    "equipment": "Equipment",
    "gallery": "Gallery"
  },
  "prices": {
    "title": "Prices",
    "paragraph1": "These tariffs are guidelines for calculating total project costs:",
    "disclaimer": "* Prices are excluding 21% VAT.",
    "header2": "Discounts:",
    "paragraph2": "Feel free to discuss your project with me, free advice and discounts are always on the table as an option if needed. I understand that every project is unique and therefore the costs can be tailored to your specific needs",
    "paragraph3": "In case I will be mixing or mastering your album/EP, you can get free advice and guidance for publication - if you desire. Contact me through the contact form on this site to get in touch with me for more information.",
    "services": {
      "master-regular": "Regular master:",
      "master-stem": "Stem master:",
      "mix": "Mix:",
      "writing": "Writing and recording separate lines:",
      "ghost-writing": "Ghostwriting:"
    },
    "prices": {
      "master-regular": "50,- per track",
      "master-stem": "100,- per track",
      "mix": "150,- per track",
      "writing": "250,- per track",
      "ghost-writing": "500,- per track (including recording, mix and master)"
    }
  },
  "contact": {
    "title": "Contact me",
    "form": {
      "name": "Name",
      "email": "Email",
      "question": "Your question",
      "submitError": "Couldn't send message, please try again later.",
      "namePlaceholder": "Your name",
      "emailPlaceholder": "Your email address",
      "questionPlaceholder": "Please enter your question or briefly describe your project here...",
      "submit": "Send",
      "thanks": "Thanks for your message! I'll contact you as soon as possible."
    }
  },
  "about": {
    "title": "About me",
    "intro": "Alright, let’s work on your dream! If there are things that you want to know about me, what I do and what I think is useful for you to know before we start, read this page first.",
    "header1": "Introduction",
    "paragraph1": "So let’s start with a proper introduction! I am Devi Hisgen and live in Amsterdam. I make music and because I wanted to do everything by myself I also started doing music production. And besides everything music I also work as an addiction expert in psychiatry. I know a thing or two about recovery and one of the key elements is what we call in Dutch “zingeving, which roughly translates to “purpose” or “meaning”. When I felt confident about my producing skills to the point that I accepted commissions I learned that my job was only technical for a mere half. The other part was about guiding a person or a group through obtaining their dreams. And that sounds cheesy, but in practice is so much more profound than I could ever have imagined. ",
    "paragraph2": "So besides the fact that I want to do this for the rest of my life and become the best in the field I also want to explore this gateway to helping people grow in a metaphysical way. More about this later. Let’s talk music first!",
    "header2": "Music",
    "paragraph3": "Let’s be clear: I am a metalhead. I love loud and evil sounding music. But for me it’s not something that translates to my character in a direct manner. I think of myself as a light hearted and happy guy. And besides metal my music taste is very broad. I fancy anything with at least a slight edge. So that can be classical (Russian master era mostly), psytrance and dub, emo rock like Radiohead or anything 80’s. And that is the music that I listen to when I am having some off-time. For music production I like to work on almost anything. I sympathize for projects with passion and I like experimental and refreshing work obviously.",
    "paragraph4": "I play in a lot of bands and have released many records, but my main band is Cthuluminati, a psychedelic metalband where I play vocals and guitar. I have avant garde black metal solo project called Teitan, I released a synthwave(ish) EP under my own name and I am part of the Dutch black metal collective Zwotte Kring.",
    "header3": "How I work",
    "paragraph5": "I’ve worked “in the box” for most of the time. And started using analog gear pretty late. Although I started using DAW controllers because I do appreciate actual “hands-on” workflows. Nowadays however I incorporated a more than decent analog recording chain with all the classics like Neve pre-amps and EQ’s from SSL and Määg. I mix in the box and my master chain is very much hybrid, for I use a series of intelligent plugins (like Gullfoss and Soothe) and some really accurate plugins (like bundles from Sonible and FabFilter) and I topped that with with tube gear for EQing, compression and saturation. For a complete list of my gear click here.",
    "paragraph6": "Now if you decide to work with me, we get in touch and I make sure to tailor everything. From the basics like prices and the actual assignment to the way we communicate. I like to be open minded and I understand that every person and every project is unique in their own way, so I like to treat it that way.",
    "paragraph7": "When we come to an agreement, I will help you with all your questions and technical difficulties and of course will guide you with retracting and transferring all the files that I’ll need for the project. We set a deadline for a first draft and a actual deadline. At first I can do one draft per day, but when it comes to details we can go back and forth in the last days to really get to the point where everybody is happy. I will give my honest feedback and opinions, but final decisions are of course always up to you, my dear client. ",
    "paragraph8": "And above all I want to encourage you to connect with me during the project. I’m always in for a chat and I want to get involved in the project. Let’s really work together and show me your vision. I can promise you that the results will improve when we hype together over your work."
  },
  "portfolio": {
    "title": "Portfolio",
    "pick": "Pick a genre: ",
    "description": "I naturally offer my services tailored to your needs. No project is the same, and it's precisely that focus on what each situation requires that makes this work so exciting. I’ve made a small selection of what I’ve done available in this portfolio.",
    "metal": "Metal",
    "metalDescription": "Since I play in a extreme metalband myself, I have always attracted other metalbands. I know this genre very well and it is easy for me to find a sound that works well, both with respect to the genre as to what a decent master should sound like. The songs on display below are just a few among many masters I have done. I wanted to show a variety of work within the black metal style I have worked with.",
    "electronic": "Electronic",
    "electronicDescription": "The easy part about electronic music is to make the sound balanced and fine. The hard part is to make it organic and authentic. I always aim to ride the edge between a nice tube sound and clear impact. Next to these songs I have also done a lot of hip hop, some trance music and even reggaeton. But because I need the approval of the artist in order to showcase the music here, I chose to present some artist I worked little bit more closer with.",
    "projects": {
      "asgrauw": "This was one of the first mastering jobs I did other than my own music. The sound is aggressive and has a ton of low body, yet still remains clear and musical.",
      "meslamtaea": "A Dutch project that I hold very dear. I am grateful that I was allowed to lay my hands on the mastering and I think it came out great! The vintage feel combined with the modern writing approach is something that makes a record like this really fun to work with.",
      "schavot": "At this point it was almost obvious that I was going to do the mastering for the upcoming Schavot record. Schavot was into nineties-styled black metal, raw and uncompromising. But for this one Floris wanted to go way more symphonic. This shift in sound was something that we really had to sell to the label, so delivering a great master was essential. ",
      "vergankelijk": "These guys really gave me the freedom to bend the stems to my own will. So I have mastered this more in a way that worked in my head. I used Amenra as a comparison and think this record turned out great. It was fun to have a load of liberty whilst working on the tracks.",
      "avanue": "These awesome artists were interesting to work with. They have a really specific sound that they aim for and although it took me a few revisions, it all was for the better. This project proved to me again that having a strong vision always benefits the project.",
      "devi": "This is something I made for a poledance act. The request was to make something that would really work for an exotic dance act, but also has a really dark intend. It was really fun to experiment with the different drum and synth sounds and the theme almost presented itself after making the initial beat."
    }
  }
}
