{
  "navigation": {
    "home": "Home",
    "about": "Over mij",
    "prices": "Prijzen",
    "portfolio": "Portfolio",
    "studio": "Studio",
    "contact": "Contact"
  },
  "general": {
    "under-construction": "nog ff geduld, pik"
  },
  "login": {
    "title": "Inloggen",
    "form": {
      "email": "Email",
      "password": "Wachtwoord",
      "validationError": "Verkeerd email adres of wachtwoord",
      "submit": "Log in"
    }
  },
  "studio": {
    "title": "Studio",
    "equipment": "Apparatuur",
    "gallery": "Galerij"
  },
  "prices": {
    "title": "Prijzen",
    "paragraph1": "De volgende bedragen zijn richtlijnen voor hoe ik de totale prijzen bereken:",
    "disclaimer": "* Prijzen zijn exclusief 21% BTW.",
    "header2": "Kortingen:",
    "paragraph2": "bespreek je project gerust, je kan altijd hulp en korting krijgen als je je project bespreekt. Ik snap dat ieder project uniek is en zodoende maken we ook van de prijs maatwerk.",
    "paragraph3": "Zodra je een album of EP door mij laat mixen of masteren, kan je er (indien gewenst) gratis advies en begeleiding bij krijgen voor de publicatie. Neem contact op via het contact formulier om vrijblijvend informatie in te winnen. ",
    "services": {
      "master-regular": "Reguliere master:",
      "master-stem": "Stem master:",
      "mix": "Mix:",
      "writing": "Losse partijen schrijven en uitvoeren:",
      "ghost-writing": "Ghostwriting:"
    },
    "prices": {
      "master-regular": "50,- per track",
      "master-stem": "100,- per track",
      "mix": "150,- per track",
      "writing": "250,- per track",
      "ghost-writing": "500,- per track (inclusief uitvoering, mix en master)"
    }
  },
  "contact": {
    "title": "Neem contact op",
    "form": {
      "name": "Naam",
      "email": "Email",
      "question": "Je vraag",
      "submitError": "Kon bericht niet versturen, probeer het later nog eens",
      "namePlaceholder": "Je naam",
      "emailPlaceholder": "Je email adres",
      "questionPlaceholder": "Stel hier je vraag of geef een korte beschrijving van je project...",
      "submit": "Versturen",
      "thanks": "Bedankt voor je bericht! Ik neem zo spoedig mogelijk contact met je op."
    }
  },
  "about": {
    "title": "Over mij",
    "intro": "Laten we aan je droom werken! En als er dingen zijn die je over mij wilt weten, wat ik doe en wat ik denk dat nuttig voor je kan zijn om te weten voordat we beginnen, lees dan even deze pagina.",
    "header1": "Introductie",
    "paragraph1": "Laten we beginnen met een goede introductie! Ik ben Devi Hisgen en ik woon in Amsterdam. Ik maak muziek en omdat ik alles zelf wilde doen, ben ik ook begonnen met muziekproductie. Naast alles wat met muziek te maken heeft, werk ik ook als verslavingsdeskundige in de psychiatrie. Ik weet het een en ander over herstel en een van de belangrijkste elementen daarvan is wat we “zingeving” noemen, wat ruwweg gaat over zaken als het hebben van een “doel” of  het vinden van “betekenis”. Toen ik me zeker voelde over mijn productieskills en opdrachten begon aan te nemen, leerde ik dat mijn werk slechts voor de helft technisch was. De andere helft ging over het begeleiden van een persoon of een groep in het realiseren van hun dromen. En dat klinkt misschien cliché, maar in de praktijk is het veel diepgaander dan ik ooit had kunnen voorstellen.",
    "paragraph2": "Dus naast het feit dat ik dit de rest van mijn leven wil doen en de beste wil worden in mijn vak, wil ik ook deze weg verkennen om mensen op een metafysische manier te helpen groeien. Hierover later meer. Laten we het eerst over muziek hebben!",
    "header2": "Muziek",
    "paragraph3": "Laten we duidelijk zijn: ik ben een metalhead. Ik hou van luide en duister klinkende muziek. Maar voor mij vertaalt dat zich niet direct naar mijn karakter. Ik zie mezelf als een luchtige en vrolijke kerel. En naast metal is mijn muzieksmaak heel breed. Ik hou van alles met een beetje een rauw randje. Dat kan klassieke muziek zijn (vooral uit de Russische meestertijd), psytrance en dub, emo rock zoals Radiohead, of alles uit de jaren ‘80. En dat is de muziek die ik luister in mijn vrije tijd. Voor muziekproductie werk ik graag aan bijna alles. Ik heb een zwak voor projecten met passie en ik houd van experimenteel en verfrissend werk, dat spreekt natuurlijk voor zich.",
    "paragraph4": "Ik speel in veel bands en heb veel platen uitgebracht, maar mijn belangrijkste band is Cthuluminati, een psychedelische metalband waar ik zang en gitaar speel. Ik heb een avant-garde black metal soloproject genaamd Teitan, ik bracht een synthwave-achtige EP uit onder mijn eigen naam en ik ben onderdeel van het Nederlandse black metal collectief Zwotte Kring.",
    "header3": "Hoe ik werk",
    "paragraph5": "Ik heb het grootste deel van de tijd “in the box” gewerkt. Ik begon pas laat met het gebruik van analoge apparatuur, hoewel ik DAW-controllers ben gaan gebruiken omdat ik de voorkeur geef aan een echte “hands-on” werkwijze. Tegenwoordig heb ik echter een meer dan degelijke analoge opnameketen, met alle klassiekers zoals Neve pre-amps en EQ’s van SSL en Määg. Ik mix in the box en mijn mastering-keten is grotendeels hybride, omdat ik een reeks intelligente plugins gebruik (zoals Gullfoss en Soothe) en enkele zeer nauwkeurige plugins (zoals bundels van Sonible en FabFilter). Dit combineer ik met high-end buizenapparatuur voor EQ, compressie en saturatie. Voor een volledige lijst van mijn apparatuur, klik hier.",
    "paragraph6": "Als je besluit om met mij samen te werken, nemen we contact op en zorg ik ervoor dat alles op maat wordt afgestemd. Van de basis zoals prijzen en de daadwerkelijke opdracht tot aan de manier waarop we communiceren. Ik sta open voor alles en begrijp dat elke persoon en elk project uniek is, dus behandel ik het ook zo.",
    "paragraph7": "Wanneer we tot een overeenkomst komen, help ik je met al je vragen en technische uitdagingen, en begeleid ik je uiteraard met het overdragen van alle bestanden die ik voor het project nodig heb. We stellen een deadline vast voor een eerste versie en een definitieve deadline. In eerste instantie kan ik één versie per dag maken, maar als het aankomt op details kunnen we in de laatste dagen heen en weer gaan om echt tot een resultaat te komen waar iedereen blij mee is. Ik geef mijn eerlijke feedback en mening, maar de uiteindelijke beslissingen zijn natuurlijk altijd aan jou, mijn gewaardeerde klant.",
    "paragraph8": "En bovenal wil ik je aanmoedigen om tijdens het project met mij in contact te blijven. Ik sta altijd open voor een gesprek en wil betrokken zijn bij het project. Laten we echt samenwerken en laat mij jouw visie zien. Ik kan je beloven dat de resultaten zullen verbeteren wanneer we samen enthousiast worden over jouw werk."
  },
  "portfolio": {
    "title": "Portfolio",
    "pick": "Kies een genre: ",
    "description": "Ik bied mijn diensten uiteraard aan op maat. Geen project is hetzelfde en juist dat inzoomen op wat er per situatie nodig is, maakt dit werk zo gaaf. Ik heb een kleine greep uit wat ik allemaal heb gedaan beschikbaar gesteld in dit portofolio.",
    "metal": "Metal",
    "metalDescription": "Aangezien ik zelf in een extreme metalband speel, heb ik altijd andere metalbands aangetrokken. Ik ken dit genre erg goed en het is voor mij makkelijk om een sound te vinden die zowel binnen het genre als bij een goede master past. De nummers hieronder zijn slechts een paar van de vele masters die ik heb gedaan. Ik wilde een variëteit laten zien binnen de black metal-stijl waarmee ik heb gewerkt.",
    "electronic": "Electronisch",
    "electronicDescription": "Het makkelijke aan elektronische muziek is om de sound gebalanceerd en fijn te maken. Het moeilijke is om het organisch en authentiek te laten klinken. Ik streef er altijd naar om de grens te bewandelen tussen een warme buizensound en een heldere impact. Naast deze nummers heb ik ook veel hiphop, wat trance-muziek en zelfs reggaeton gedaan. Maar omdat ik de goedkeuring van de artiest nodig heb om de muziek hier te laten zien, koos ik ervoor om een aantal artiesten te presenteren met wie ik wat nauwer heb samengewerkt.",
    "projects": {
      "asgrauw": "Dit was een van de eerste mastering-opdrachten die ik deed buiten mijn eigen muziek. Het geluid is agressief en heeft een flinke body in de lage tonen, maar blijft toch helder en muzikaal.",
      "meslamtaea": "Een Nederlands project dat ik heel dierbaar houd. Ik ben dankbaar dat ik de kans kreeg om de mastering te doen en ik denk dat het resultaat geweldig is! Het vintage gevoel gecombineerd met de moderne schrijfstijl maakt dit een plaat waar het echt leuk werken aan was.",
      "schavot": "Op dit punt was het bijna vanzelfsprekend dat ik de mastering zou doen voor het aankomende album van Schavot. Schavot was gericht op black metal in de stijl van de jaren 90: rauw en compromisloos. Maar voor dit album wilde Floris een veel meer symfonische benadering. Deze verschuiving in sound moesten we echt verkopen aan het label, dus een geweldige master afleveren was essentieel.",
      "vergankelijk": "Deze band gaf me echt de vrijheid om de stems naar mijn eigen hand te zetten. Dus ik heb deze mastering meer gedaan op een manier die in mijn hoofd werkte. Ik gebruikte Amenra als vergelijking en denk dat dit album fantastisch is geworden. Het was leuk om zoveel vrijheid te hebben tijdens het werken aan de tracks.",
      "avanue": "Deze geweldige artiesten waren interessant om mee te werken. Ze hebben een heel specifieke sound die ze nastreven en hoewel het een paar revisies kostte, was dat allemaal voor het betere eindresultaat. Dit project bewees opnieuw dat een sterke visie het project altijd ten goede komt.",
      "devi": "Dit is iets dat ik maakte voor een paaldans-act. De opdracht was om iets te creëren dat goed zou werken voor een exotische dansact, maar ook een erg donkere intentie heeft. Het was erg leuk om te experimenteren met de verschillende drum- en synthesizergeluiden, en het thema diende zich bijna vanzelf aan na het maken van de eerste beat."
    }
  }
}
